{
    "mains": {
        "Nord": [
            "2h",
            "2c",
            "Jd",
            "Kd",
            "As",
            "4h",
            "Qd",
            "10s",
            "Qc",
            "Ah",
            "4d",
            "9c",
            "Js"
        ],
        "Sud": [
            "3d",
            "5h",
            "Jc",
            "4c",
            "6h",
            "6d",
            "7d",
            "4s",
            "7c",
            "5c",
            "Kc",
            "7s",
            "Ac"
        ],
        "Est": [
            "5s",
            "6c",
            "10h",
            "10d",
            "2d",
            "Kh",
            "3c",
            "Qs",
            "Ad",
            "Ks",
            "3h",
            "8s",
            "8d"
        ],
        "Ouest": [
            "5d",
            "2s",
            "10c",
            "Qh",
            "9d",
            "8h",
            "3s",
            "9h",
            "9s",
            "8c",
            "Jh",
            "7h",
            "6s"
        ]
    },
    "evaluations": {
        "Nord": "Avec la main que vous avez décrite, vous avez 12 points d'honneur (As : 4 points, Roi : 3 points, Dame : 2 points, Valet : 1 point). Vous avez une main équilibrée avec une distribution 3-4-4-2. Cependant, cette main est faible en termes de potentiel de jeu. \n\nSi personne n'a encore enchéri avant vous, le mieux est peut-être de passer, car la main n’a pas suffisamment de points pour ouvrir à un niveau de 1. Si c'est le cas, laissez d'autres joueurs en compétition et envisagez de soutenir ou de contrer selon les développements futurs du jeu.\n\nSi votre partenaire a déjà ouvert, basez votre enchère sur son ouverture et le système que vous utilisez pour soutenir. Par exemple, si votre partenaire a ouvert avec 1♣ ou 1♦, envisagez de répondre 1♥ pour montrer vos cœurs, mais soyez prudent avec cette main modeste.",
        "Sud": "Avec la main que vous avez décrite, il semble que vous avez 13 cartes réparties avec peu de points d'honneur (4 points d'honneur seulement : As de trèfle et Roi de trèfle). Vous n'avez pas de couleur longue et pas de bel appui pour une couleur majeure.\n\nDans une telle situation, il est souvent judicieux de passer. Vous n'avez pas les valeurs suffisantes pour ouvrir la main, et vos cartes ne soutiennent pas vraiment une enchère agressive. Le mieux est donc de laisser votre partenaire, si possible, prendre l'initiative avec une main plus forte.",
        "Est": "Avec cette main, vous avez un total de 11 points d'honneur (As=4, Roi=3, Dame=2, Valet=1) et une distribution assez équilibrée qui ne justifie pas d’ouverture agressive. Votre meilleure option est probablement de passer, sauf si votre partenaire a ouvert avant vous. Si c'est le cas et qu'il a ouvert dans une couleur, trouvez un fit (au moins 3 cartes pour soutenir une majeure ou 5 cartes pour une mineure au niveau 1) pour soutenir, ou répondez 1SA si vous êtes dans la zone 6-9 points avec un soutien partiel.",
        "Ouest": "Avec cette main, vous avez un total de 5 points avec une distribution assez équilibrée et aucune longue dans une couleur particulière. Votre main ne semble pas assez forte pour ouvrir au niveau d'un contrat. Je vous conseille de passer lors de l'enchère initiale. Assurez-vous d'être attentif aux enchères de votre partenaire pour voir comment votre main pourrait compléter sa main."
    },
    "cartes_jouees": [
        {
            "joueur": "Nord",
            "carte": "AH"
        },
        {
            "joueur": "Sud",
            "carte": "2D"
        },
        {
            "joueur": "Est",
            "carte": "KS"
        },
        {
            "joueur": "Ouest",
            "carte": "10C"
        }
    ],
    "encheres": [
        {
            "joueur": "Nord",
            "enchere": "1C"
        },
        {
            "joueur": "Sud",
            "enchere": "1D"
        },
        {
            "joueur": "Est",
            "enchere": "1H"
        },
        {
            "joueur": "Ouest",
            "enchere": "1S"
        }
    ],
    "conseils": {
        "Nord": "Nord joue Qh pour esperer prendre l'initiative si disponible.",
        "Sud": "Nord: Joue 9c, pour essayer de préparer une séquence en trèfles.  \nSud: Joue 4s, pour explorer une autre couleur sans se compromettre.",
        "Est": "Nord: 4♠, renforcer la couleur partenaire si Sud a ouvert avec 1♥.  \nSud: Passe, la main est faible pour une prise de risque.  \nEst: Passe, rien a ajouter en raison de la main modeste.  \nOuest: Passe, garder de l'atout partenaire secret.",
        "Ouest": "Nord: Qd, essayer d'etablir les carreaux en jouant la dame.  \nSud: 4c, garder l'initiative et rester bas pour permettre a ses partenaires de couvrir.  \nEst: Kh, imposer le roi de coeur pour voir la reaction de l'adversaire.  \nOuest: 3s, jouer la carte faible pour garder les cartes plus fortes pour plus tard."
    }
}